---
kind: property
id: P:Autodesk.Revit.DB.Electrical.DistributionSysType.IsInUse
source: html/97824859-1397-60a0-dc7b-de839730c24e.htm
---
# Autodesk.Revit.DB.Electrical.DistributionSysType.IsInUse Property

Get the value which indicates whether this distribution system is in service now.

## Syntax (C#)
```csharp
public bool IsInUse { get; }
```